/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Произошла ошибка на сервере. Попробуйте еще раз.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Произошла неизвестная ошибка. Попробуйте еще раз.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Ключ API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Сгенерировать";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Только при простое Mac";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Только когда приоритет не ниже:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Добавлять префикс:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Логин Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Отправка в Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Приложение отправило команду, не распознанную сервером. Попробуйте еще раз.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Вы не вошли для создания API-ключа.";

